Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitTravelLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Action.book
source: Book
ar: كتاب
bg: Книга
ca: Llibre
cs: Rezervovat
da: Fornavn nu
de: Buch
el: Βιβλίο
es: Libro
es_419: Reservar
fi: Kirja
fr: Réserver
fr_ca: Livre
he: ספר
hi: किताब बुक करें
hr: Knjiga
hu: Könyv
id: Buku
it: Prenota
ja: ブック
kk: Кітап
ko: 책
ms: Buku
nb: Bestill
nl: Boek
pl: Rezerwuj
pt_br: Reservar
pt_pt: Livro
ro: Carte
ru: Забронировать
sk: Kniha
sv: Bok
th: จอง
tr: Kitap
uk: Замовити
vi: Sách
zh_hans: 购买
zh_hant: 預訂
zh_hk: 書籍

# TK.Action.bookNow
source: Book Now
ar: احجز الآن
bg: Резервирай сега
ca: Reserva Ara
cs: Rezervovat nyní
da: Book nu
de: Jetzt buchen
el: Κράτηση Τώρα
es: Reservar ahora
es_419: Reservar ahora
fi: Varaa nyt
fr: Réserver maintenant
fr_ca: Réserver Maintenant
he: הזמן עכשיו
hi: अभी बुक करें
hr: Rezerviraj sada
hu: Foglalás Most
id: Pesan Sekarang
it: Prenota Ora
ja: 今すぐ予約
kk: Қазір брондау
ko: 지금 예약
ms: Tempah Sekarang
nb: Bestill nå
nl: Nu Boeken
pl: Zarezerwuj teraz
pt_br: Reservar Agora
pt_pt: Reservar Agora
ro: Rezervă Acum
ru: Забронировать сейчас
sk: Rezervovať teraz
sv: Boka nu
th: จองตอนนี้
tr: Şimdi Rezervasyon Yap
uk: Забронювати зараз
vi: Đặt ngay
zh_hans: 立即预订
zh_hant: 立即預約
zh_hk: 立即預訂

# TK.Action.browse
source: Browse
ar: تصفح
bg: Преглед
ca: Explorar
cs: Procházet
da: Gennemse
de: Durchsuchen
el: Περιήγηση
es: Explorar
es_419: Explorar
fi: Selaa
fr: Parcourir
fr_ca: Parcourir
he: עיון
hi: ब्राउज़ करें
hr: Istraži
hu: Böngészés
id: Telusuri
it: Sfoglia
ja: ブラウズ
kk: Шолу
ko: 둘러보기
ms: Layari
nb: Bla gjennom
nl: Bladeren
pl: Przeglądaj
pt_br: Explorar
pt_pt: Explorar
ro: Navigați
ru: Просмотреть
sk: Prechádzať
sv: Bläddra
th: เลือกหา
tr: Göz At
uk: Переглядати
vi: Duyệt
zh_hans: 浏览
zh_hant: 瀏覽
zh_hk: 瀏覽

# TK.Action.call
source: Call
ar: اتصال
bg: Обаждане
ca: Trucar
cs: Zavolat
da: Ring til
de: Anrufen
el: Κλήση
es: Llamar
es_419: Llamar
fi: Soita
fr: Appeler
fr_ca: Appeler
he: התקשר
hi: कॉल करें
hr: Nazovi
hu: Hívás
id: Panggil
it: Chiama
ja: 発信
kk: Қоңырау шалу
ko: 통화
ms: Panggil
nb: Ring
nl: Bel
pl: Zadzwoń
pt_br: Ligar
pt_pt: Ligar
ro: Sună
ru: Позвонить
sk: Zavolať
sv: Ring
th: โทรออก
tr: Ara
uk: Зателефонувати
vi: Gọi
zh_hans: 呼叫
zh_hant: 通話
zh_hk: 通話

# TK.Action.checkFlightStatus
source: Check Flight Status
ar: التحقق من حالة الرحلة
bg: Провери статуса на полета
ca: Comprovar Estat de Vol
cs: Zkontrolovat stav letu
da: Tjek flystatus
de: Flugstatus prüfen
el: Έλεγχος Κατάστασης Πτήσης
es: Verificar estado de vuelo
es_419: Consultar estado de vuelo
fi: Tarkista lentotila
fr: Vérifier l'état du vol
fr_ca: Vérifier le statut du vol
he: בדוק מצב טיסה
hi: उड़ान स्थिति जांचें
hr: Provjeri status leta
hu: Járat státuszának ellenőrzése
id: Periksa Status Penerbangan
it: Controlla Stato Volo
ja: フライトステータスを確認
kk: Ұшақтың статусын тексеру
ko: 항공편 상태 확인
ms: Semak Status Penerbangan
nb: Sjekk flystatus
nl: Vluchtstatus Controleren
pl: Sprawdź status lotu
pt_br: Verificar Status do Voo
pt_pt: Verificar Estado de Voo
ro: Verifică Starea Zborului
ru: Проверить статус рейса
sk: Skontrolovať stav letu
sv: Kolla flygstatus
th: ตรวจสอบสถานะเที่ยวบิน
tr: Uçuş Durumunu Kontrol Et
uk: Перевірити статус рейсу
vi: Kiểm tra tình trạng chuyến bay
zh_hans: 查看航班状态
zh_hant: 查詢航班狀態
zh_hk: 檢查航班狀態

# TK.Action.checkIn
source: Check In
ar: تسجيل الوصول
bg: Регистрирайте се
ca: Fes Check-In
cs: Přihlásit se
da: Tjek ind
de: Einchecken
el: Έλεγχος Εισόδου
es: Registrarse
es_419: Registrar entrada
fi: Ilmoittaudu
fr: Enregistrer
fr_ca: S'enregistrer
he: צ'ק אין
hi: चेक इन करें
hr: Prijavi se
hu: Bejelentkezés
it: Registrati
ja: チェックインする
kk: Кіру
ko: 체크인
ms: Daftar Masuk
nb: Sjekk inn
nl: Inchecken
pl: Zameldować się
pt_pt: Fazer Check-in
ru: Зарегистрироваться
sk: Prihlásiť sa
sv: Checka in
th: เช็คอิน
tr: Giriş Yap
uk: Зареєструватися
zh_hans: 签到
zh_hant: 報到
zh_hk: 签到

# TK.Action.checkOut
source: Check Out
ar: تسجيل الخروج
bg: Напуснете хотела
ca: Fes Check-Out
cs: Odhlásit se
da: Tjek ud
de: Auschecken
el: Έλεγχος Εξόδου
es: Salir
es_419: Registrar salida
fi: Kirjaudu ulos
fr: Vérifier
fr_ca: Vérifier
he: ביצוע צ'ק-אאוט
hi: चेक आउट करें
hr: Odjavi se
hu: Odafigyelés
it: Effettua il check-out
ja: チェックアウトする
kk: Шығу
ko: 체크아웃
ms: Keluar
nb: Sjekk ut
nl: Uitchecken
pl: Wymelduj się
pt_pt: Fazer Check-out
ru: Выезд
sk: Odhlásiť sa
sv: Checka ut
th: เช็คเอาท์
tr: Çıkış Yap
uk: Виселитися
zh_hans: 退出
zh_hant: 退房
zh_hk: 退房

# TK.Action.compare
source: Compare
ar: قارن
bg: Сравни
ca: Comparar
cs: Porovnat
da: Sammenlign
de: Vergleichen
el: Σύγκριση
es: Comparar
es_419: Comparar
fi: Vertaile
fr: Comparer
fr_ca: Comparer
he: השווה
hi: तुलना करें
hr: Usporedi
hu: Összehasonlítás
id: Bandingkan
it: Confronta
ja: 比較する
kk: Салыстыру
ko: 비교
ms: Bandingkan
nb: Sammenlign
nl: Vergelijken
pl: Porównaj
pt_br: Comparar
pt_pt: Comparar
ro: Compară
ru: Сравнить
sk: Porovnať
sv: Jämför
th: เปรียบเทียบ
tr: Karşılaştır
uk: Порівняти
vi: So sánh
zh_hans: 比较
zh_hant: 比較
zh_hk: 比較

# TK.Action.downloadOfflineMap
source: Download Offline Map
ar: تنزيل الخريطة للاستخدام في وضع عدم الاتصال
bg: Изтегляне на офлайн карта
ca: Descarregar mapa offline
cs: Stáhnout mapu pro offline
da: Hent Offline Kort
de: Offline-Karte herunterladen
el: Λήψη Offline Χάρτη
es: Descargar mapa sin conexión
es_419: Descargar mapa offline
fi: Lataa offline-kartta
fr: Télécharger la carte hors ligne
fr_ca: Télécharger la carte hors ligne
he: הורד מפה לא מקוונת
hi: ऑफलाइन मानचित्र डाउनलोड करें
hr: Preuzmi Offline Kartu
hu: Offline térkép letöltése
id: Unduh Peta Offline
it: Scarica Mappa Offline
ja: オフラインマップをダウンロード
kk: Офлайн картаны жүктеу
ko: 오프라인 지도 다운로드
ms: Muat Turun Peta Luar Talian
nb: Last ned offline kart
nl: Offline Kaart Downloaden
pl: Pobierz mapę offline
pt_br: Baixar Mapa Offline
pt_pt: Transferir Mapa Offline
ro: Descarcă Hartă Offline
ru: Скачать офлайн-карту
sk: Stiahnuť offline mapu
sv: Ladda ner offline-karta
th: ดาวน์โหลดแผนที่ออฟไลน์
tr: Çevrimdışı Harita İndir
uk: Завантажити офлайн карту
vi: Tải Bản Đồ Offline
zh_hans: 下载离线地图
zh_hant: 下載離線地圖
zh_hk: 下載離線地圖

# TK.Action.explore
source: Explore
ar: استكشف
bg: Изследвай
ca: Explorar
cs: Prozkoumat
da: Udforsk
de: Entdecken
el: Εξερεύνηση
es: Explorar
es_419: Explorar
fi: Tutki
fr: Explorer
fr_ca: Explorer
he: חקור
hi: अन्वेषण करें
hr: Istraži
hu: Felfedezés
id: Jelajahi
it: Esplora
ja: 探索する
kk: Зерттеу
ko: 탐색
ms: Jelajahi
nb: Utforsk
nl: Verkennen
pl: Eksploruj
pt_br: Explorar
pt_pt: Explorar
ro: Explorează
ru: Исследовать
sk: Preskúmať
sv: Utforska
th: สำรวจ
tr: Keşfet
uk: Дослідити
vi: Khám phá
zh_hans: 探索
zh_hant: 探索
zh_hk: 探索

# TK.Action.favorite
source: Favorite
ar: المفضلة
bg: Любим
ca: Favorit
cs: Přidat do oblíbených
da: Favorit
de: Favorit
el: Αγαπημένο
es: Añadir a favoritos
es_419: Favorito
fi: Lisää suosikiksi
fr: Ajouter aux favoris
fr_ca: Ajouter un favori
he: מועדף
hi: पसंद करें
hr: Omiljeno
hu: Kedvenc
id: Favoritkan
it: Aggiungi ai preferiti
ja: お気に入り
kk: Таңдаулы
ko: 즐겨찾기
ms: Gemari
nb: Legg til favoritt
nl: Favoriet maken
pl: Dodaj do ulubionych
pt_br: Adicionar aos Favoritos
pt_pt: Favorito
ro: Articol favorit
ru: Добавить в Избранное
sk: Pridať medzi obľúbené
sv: Favorit
th: เพิ่มไปยังรายการโปรด
tr: Favori
uk: Додати в улюблене
vi: Ưa thích
zh_hans: 收藏
zh_hant: 收藏
zh_hk: 設為喜好

# TK.Action.filterResults
source: Filter Results
ar: تصفية النتائج
bg: Филтрирай резултати
ca: Filtrar Resultats
cs: Filtrovat výsledky
da: Filtrér resultater
de: Ergebnisse filtern
el: Φιλτράρισμα Αποτελεσμάτων
es: Filtrar Resultados
es_419: Filtrar resultados
fi: Suodata tulokset
fr: Filtrer les résultats
fr_ca: Filtrer les résultats
he: סנן תוצאות
hi: परिणाम फ़िल्टर करें
hr: Filtriraj rezultate
hu: Eredmények Szűrése
id: Saring Hasil
it: Filtra risultati
ja: 結果をフィルタする
kk: Нәтижелерді фильтрлеу
ko: 결과 필터링
ms: Tapis Keputusan
nb: Filtrer resultater
nl: Resultaten Filteren
pl: Filtruj wyniki
pt_br: Filtrar Resultados
pt_pt: Filtrar Resultados
ro: Filtrează rezultatele
ru: Фильтровать результаты
sk: Filtrovať výsledky
sv: Filtrera resultat
th: กรองผลลัพธ์
tr: Sonuçları Filtrele
uk: Фільтрувати результати
vi: Lọc Kết quả
zh_hans: 筛选结果
zh_hant: 過濾結果
zh_hk: 篩選結果

# TK.Action.findNearby
source: Find Nearby
ar: البحث عن الأماكن القريبة
bg: Намиране на наблизо
ca: Trobar a prop
cs: Najít v okolí
da: Find Nærliggende
de: In Der Nähe Finden
el: Βρες Κοντινά
es: Buscar cerca
es_419: Encontrar cercano
fi: Etsi lähellä olevia
fr: Trouver à proximité
fr_ca: Trouver à proximité
he: מצא בקרבה
hi: पास के स्थान खोजें
hr: Pronađi U Blizini
hu: Közeli helyek keresése
id: Temukan Terdekat
it: Trova Nelle Vicinanze
ja: 近くを探す
kk: Жанындағыны табу
ko: 근처 찾기
ms: Cari Berhampiran
nb: Finn i nærheten
nl: Zoek Nabijgelegen
pl: Znajdź pobliskie
pt_br: Encontrar nas Proximidades
pt_pt: Encontrar Próximos
ro: Găsește Aproape
ru: Найти поблизости
sk: Nájsť blízko
sv: Hitta i närheten
th: ค้นหาใกล้เคียง
tr: Yakınları Bul
uk: Знайти найближче
vi: Tìm Gần Đây
zh_hans: 查找附近
zh_hant: 搜尋附近的場所
zh_hk: 查找附近

# TK.Action.getDirections
source: Get Directions
ar: الحصول على الاتجاهات
bg: Получаване на указания
ca: Obtenir indicacions
cs: Získat pokyny
da: Få rutevejledning
de: Wegbeschreibung abrufen
el: Πάρε Οδηγίες
es: Obtener direcciones
es_419: Obtener Direcciones
fi: Hae reittiä
fr: Obtenir les directions
fr_ca: Obtenir des directions
he: קבל הנחיות
hi: मार्गदर्शन प्राप्त करें
hr: Dobij Upute
hu: Útvonal megadása
id: Dapatkan Petunjuk Arah
it: Ottieni Indicazioni
ja: 道順を取得
kk: Бағыт алу
ko: 길찾기
ms: Dapatkan Arah
nb: Få veibeskrivelse
nl: Route Opvragen
pl: Uzyskaj wskazówki
pt_br: Obter Direções
pt_pt: Obter Direções
ro: Obține direcții
ru: Получить направление
sk: Získať trasu
sv: Hämta vägbeskrivning
th: ขอเส้นทาง
tr: Yol Tarifi Al
uk: Отримати напрямки
vi: Lấy Chỉ Dẫn
zh_hans: 获取路线
zh_hant: 獲取方向
zh_hk: 獲取路線

# TK.Action.navigate
source: Navigate
ar: التنقل
bg: Навигирай
ca: Navega
cs: Navigovat
da: Naviger
de: Navigieren
el: Πλοήγηση
es: Navegar
es_419: Navegar
fi: Navigoi
fr: Naviguer
fr_ca: Naviguer
he: ניווט
hi: नेविगेट करें
hr: Navigiraj
hu: Navigálás
id: Navigasi
it: Naviga
ja: ナビゲートする
kk: Бағыттау
ko: 네비게이션 시작하기
ms: Navigasikan
nb: Naviger
nl: Navigeren
pl: Nawiguj
pt_br: Navegar
pt_pt: Navegar
ro: Navighează
ru: Перейти
sk: Navigovať
sv: Navigera
th: นำทาง
tr: Navigasyona Başla
uk: Навігувати
vi: Dẫn đường
zh_hans: 导航
zh_hant: 導航
zh_hk: 导航

# TK.Action.planATrip
source: Plan a Trip
ar: خطط لرحلة
bg: Планирай пътуване
ca: Planifica un viatge
cs: Naplánovat výlet
da: Planlæg en rejse
de: Eine Reise planen
el: Σχεδίασε ένα Ταξίδι
es: Planificar un viaje
es_419: Planificar un viaje
fi: Suunnittele matka
fr: Planifier un voyage
fr_ca: Planifier un voyage
he: תכנן טיול
hi: यात्रा की योजना बनाएं
hr: Planiraj putovanje
hu: Utazás tervezése
id: Rencanakan Perjalanan
it: Pianifica un viaggio
ja: 旅行を計画する
kk: Сапар жоспарлау
ko: 여행 계획하기
ms: Rancang Perjalanan
nb: Planlegg en tur
nl: Een Reis Plannen
pl: Zaplanuj podróż
pt_br: Planejar uma Viagem
pt_pt: Planear uma Viagem
ro: Planifică o călătorie
ru: Спланировать поездку
sk: Naplánovať cestu
sv: Planera en Resa
th: วางแผนการเดินทาง
tr: Bir Seyahat Planla
uk: Спланувати поїздку
vi: Lên kế hoạch cho chuyến đi
zh_hans: 规划旅行
zh_hant: 計劃旅行
zh_hk: 規劃旅行

# TK.Action.printTicket
source: Print Ticket
ar: اطبع التذكرة
bg: Принтирай билет
ca: Imprimeix ticket
cs: Tisknout lístek
da: Print billet
de: Ticket drucken
el: Εκτύπωση εισιτηρίου
es: Imprimir entrada
es_419: Imprimir ticket
fi: Tulosta lippu
fr: Imprimer le billet
fr_ca: Imprimer le billet
he: הדפס כרטיס
hi: टिकट प्रिंट करें
hr: Ispisuj kartu
hu: Jegy nyomtatása
id: Cetak Tiket
it: Stampa Biglietto
ja: チケットを印刷する
kk: Билетті басып шығару
ko: 티켓 인쇄하기
ms: Cetak Tiket
nb: Skriv ut billett
nl: Ticket Afdrukken
pl: Drukuj bilet
pt_br: Imprimir Bilhete
pt_pt: Imprimir Bilhete
ro: Tipărește biletul
ru: Напечатать билет
sk: Tlačiť lístok
sv: Skriv ut biljett
th: พิมพ์ตั๋ว
tr: Bilet Yazdır
uk: Друкувати квиток
vi: In vé
zh_hans: 打印票
zh_hant: 列印票券
zh_hk: 列印票據

# TK.Action.rate
source: Rate
ar: تقييم
bg: Тарифирай
ca: Valorar
cs: Ohodnotit
da: Vurder
de: Bewerten
el: Βαθμολογία
es: Valorar
es_419: Calificar
fi: Arvioi
fr: Noter
fr_ca: Noter
he: דרג
hi: रेटिंग दें
hr: Ocijeni
hu: Értékelés
id: Nilai
it: Valuta
ja: 評価
kk: Бағалау
ko: 평가하기
ms: Nilai
nb: Gi vurdering
nl: Snelheid Beoordelen
pl: Oceń
pt_br: Classificar
pt_pt: Classificar
ro: Evaluați
ru: Оценить
sk: Ohodnotiť
sv: Sätt betyg
th: ให้คะแนน
tr: Puanla
uk: Оцінити
vi: Xếp hạng
zh_hans: 评分
zh_hant: 評分
zh_hk: 評分

# TK.Action.reserve
source: Reserve
ar: احجز
bg: Резервиране
ca: Reservar
cs: Rezervovat
da: Reserver
de: Reservieren
el: Κράτηση
es: Reservar
es_419: Reservar
fi: Varaa
fr: Réserver
fr_ca: Réserver
he: שמור
hi: सेवा या वस्तु आरक्षित करें
hr: Rezerviraj
hu: Szolgáltatás Foglalása
id: Pesan
it: Riserva
ja: 予約
kk: Қызметке резервтеу
ko: 예약하기
ms: Tempah
nb: Reserver
nl: Reserveren
pl: Zarezerwuj
pt_br: Reservar
pt_pt: Reservar
ro: Rezervă
ru: Забронировать
sk: Rezervovať
sv: Boka
th: สำรอง
tr: Rezerve Et
uk: Резервувати
vi: Đặt chỗ
zh_hans: 预订
zh_hant: 預約
zh_hk: 預訂

# TK.Action.reserveATable
source: Reserve a Table
ar: حجز طاولة
bg: Резервирай маса
ca: Reservar una taula
cs: Rezervovat stůl
da: Reservér et bord
de: Tisch reservieren
el: Κράτηση Τραπεζιού
es: Reservar una mesa
es_419: Reservar una mesa
fi: Varaa pöytä
fr: Réserver une table
fr_ca: Réserver une table
he: הזמן שולחן
hi: टेबल आरक्षित करें
hr: Rezerviraj stol
hu: Asztal foglalása
id: Pesan Meja
it: Riserva un tavolo
ja: テーブルを予約
kk: Үстелді резервтеу
ko: 테이블 예약
ms: Tempah Meja
nb: Reserver bord
nl: Tafel reserveren
pl: Zarezerwuj stół
pt_br: Reservar uma Mesa
pt_pt: Reservar uma Mesa
ro: Rezervă o masă
ru: Забронировать столик
sk: Rezervovať stôl
sv: Boka ett Bord
th: จองโต๊ะ
tr: Bir Masa Ayırt
uk: Забронювати стіл
vi: Đặt bàn
zh_hans: 预留桌子
zh_hant: 預訂桌子
zh_hk: 預訂桌位

# TK.Action.reserveHotel
source: Reserve Hotel
ar: حجز فندق
bg: Резервирай хотел
ca: Reservar hotel
cs: Rezervovat hotel
da: Reservér hotel
de: Hotel reservieren
el: Κράτηση Ξενοδοχείου
es: Reservar hotel
es_419: Reservar hotel
fi: Varaa hotelli
fr: Réserver un hôtel
fr_ca: Réserver un hôtel
he: הזמן מלון
hi: होटल आरक्षित करें
hr: Rezerviraj hotel
hu: Szállásfoglalás
id: Pesan Hotel
it: Riserva hotel
ja: ホテルを予約
kk: Қонақ үйді резервтеу
ko: 호텔 예약
ms: Tempah Sebuah Hotel
nb: Reserver hotell
nl: Hotel Reserveren
pl: Zarezerwuj hotel
pt_br: Reservar Hotel
pt_pt: Reservar Hotel
ro: Rezervă hotel
ru: Забронировать отель
sk: Rezervovať hotel
sv: Boka Hotell
th: จองโรงแรม
tr: Otel Rezervasyonu Yap
uk: Забронювати готель
vi: Đặt khách sạn
zh_hans: 预订酒店
zh_hant: 預訂酒店
zh_hk: 預訂酒店

# TK.Action.review
source: Review
ar: مراجعة
bg: Преглед
ca: Revisar
cs: Kontrola
da: Gennemgå
de: Prüfen
el: Ανασκόπηση
es: Revisar
es_419: Revisar
fi: Tarkista
fr: Vérifier
fr_ca: Valider
he: סקירה
hi: समीक्षा करें
hr: Osvrt
hu: Áttekintés
id: Tinjau
it: Rivedi
ja: 確認
kk: Қарап шығу
ko: 검토
ms: Semak
nb: Gjennomgå
nl: Bekijk
pl: Przejrzyj
pt_br: Avaliar
pt_pt: Rever
ro: Revizuiește
ru: Просмотреть
sk: Skontrolovať
sv: Granska
th: ตรวจสอบ
tr: Gözden Geçir
uk: Переглянути
vi: Xem lại
zh_hans: 检查
zh_hant: 檢視
zh_hk: 檢視

# TK.Action.scan
source: Scan
ar: المسح الضوئي
bg: Сканирай
ca: Escanejar
cs: Skenovat
de: Scannen
el: Σάρωση
es: Escanear
es_419: Escanear
fi: Skannaa
fr: Scanner
fr_ca: Numériser
he: סריקה
hi: स्कैन करें
hr: Skeniraj
hu: Beolvasás
id: Pindai
it: Scansione
ja: スキャン
kk: Сканерлеу
ko: 스캔
ms: Imbas
nb: Skann
pl: Skanuj
pt_br: Escanear
pt_pt: Digitalizar
ro: Scanare
ru: Сканирование
sk: Skenovať
sv: Skanna
th: สแกน
tr: Tara
uk: Сканувати
vi: Quét
zh_hans: 扫描
zh_hant: 掃描
zh_hk: 掃描

# TK.Action.scanQRCode
source: Scan QR Code
ar: مسح رمز الاستجابة السريعة
bg: Сканирай QR код
ca: Escanejar codi QR
cs: Naskenovat QR kód
da: Scan QR-kode
de: QR-Code scannen
el: Σάρωση Κώδικα QR
es: Escanear código QR
es_419: Escanear código QR
fi: Skannaa QR-koodi
fr: Scanner le code QR
fr_ca: Scanner le code QR
he: סרוק קוד QR
hi: QR कोड स्कैन करें
hr: Skeniraj QR Kod
hu: QR-kód beolvasása
id: Pindai QR Code
it: Scansiona codice QR
ja: QRコードをスキャン
kk: QR кодын сканерлеу
ko: QR 코드 스캔
ms: Imbas Kod QR
nb: Skann QR-kode
nl: QR-code Scannen
pl: Skanuj kod QR
pt_br: Escanear QR Code
pt_pt: Ler Código QR
ro: Scanează cod QR
ru: Сканировать QR-код
sk: Naskenovať QR kód
sv: Skanna QR-kod
th: สแกน QR Code
tr: Kodu Tara
uk: Сканувати QR-код
vi: Quét mã QR
zh_hans: 扫描二维码
zh_hant: 掃描QR碼
zh_hk: 掃描 QR 碼

# TK.Action.shareLocation
source: Share Location
ar: شارك الموقع
bg: Сподели местоположение
ca: Compartir ubicació
cs: Sdílet polohu
da: Del Placering
de: Standort teilen
el: Μοιράσου Τοποθεσία
es: Compartir Ubicación
es_419: Compartir ubicación
fi: Jaa sijainti
fr: Partager la localisation
fr_ca: Partager la localisation
he: שתף מיקום
hi: स्थान साझा करें
hr: Dijeli lokaciju
hu: Hely megosztása
id: Bagikan Lokasi
it: Condividi Posizione
ja: 位置情報を共有
kk: Орналасуды бөлісу
ko: 위치 공유하기
ms: Kongsi Lokasi
nb: Del posisjon
nl: Deel locatie
pl: Udostępnij lokalizację
pt_br: Compartilhar Localização
pt_pt: Partilhar Localização
ro: Împărtășește Locația
ru: Поделиться местоположением
sk: Zdieľať polohu
sv: Dela plats
th: แชร์ตำแหน่งที่ตั้ง
tr: Konum Paylaş
uk: Поділитися місцем розташування
vi: Chia sẻ Vị Trí
zh_hans: 分享位置
zh_hant: 分享位置
zh_hk: 分享位置

# TK.Action.startNavigation
source: Start Navigation
ar: ابدأ الملاحة
bg: Започни навигация
ca: Començar navegació
cs: Začít navigaci
de: Navigation starten
el: Ξεκινήστε Πλοήγηση
es: Iniciar Navegación
es_419: Iniciar Navegación
fi: Aloita navigointi
fr: Démarrer la navigation
fr_ca: Démarrer la navigation
he: התחל נווט
hi: नेविगेशन शुरू करें
hr: Započni navigaciju
hu: Navigáció indítása
id: Mulai Navigasi
it: Inizia Navigazione
ja: ナビゲーションを開始
kk: Навигацияны бастау
ko: 네비게이션 시작
ms: Mulakan Navigasi
nb: Start navigasjon
nl: Start navigatie
pl: Rozpocznij nawigację
pt_br: Iniciar Navegação
pt_pt: Iniciar Navegação
ro: Începe Navigația
ru: Начать навигацию
sk: Začať navigáciu
sv: Börja navigation
th: เริ่มการนำทาง
tr: Navigasyonu Başlat
uk: Розпочати навігацію
vi: Bắt Đầu Hướng Dẫn Đường
zh_hans: 开始导航
zh_hant: 開始導航
zh_hk: 開始導航

# TK.Action.trackFlight
source: Track Flight
ar: تتبع الرحلة
bg: Проследи полета
ca: Rastrejar vol
cs: Sledovat let
da: Spor fly
de: Flug verfolgen
el: Παρακολούθηση Πτήσης
es: Rastrear Vuelo
es_419: Rastrear vuelo
fi: Seuraa lentoa
fr: Suivre le vol
fr_ca: Suivre le vol
he: עקוב אחרי טיסה
hi: उड़ान ट्रैक करें
hr: Prati let
hu: Repülőgép Nyomon Követése
id: Lacak Penerbangan
it: Traccia Volo
ja: フライトを追跡
kk: Ұшу кодын бақылау
ko: 비행 추적
ms: Jejaki Penerbangan
nb: Spor fly
nl: Vlucht Volgen
pl: Śledź lot
pt_br: Rastrear Voo
pt_pt: Rastrear Voo
ro: Urmărește zborul
ru: Отследить рейс
sk: Sledovať let
sv: Spåra flyg
th: ติดตามเที่ยวบิน
tr: Uçuşu Takip Et
uk: Відстежити рейс
vi: Theo Dõi Chuyến Bay
zh_hans: 跟踪航班
zh_hant: 追蹤航班
zh_hk: 追蹤航班

# TK.Action.trackOrder
source: Track Order
ar: تتبع الطلب
bg: Проследи поръчката
ca: Rastrejar comanda
cs: Sledovat objednávku
da: Spor Ordre
de: Bestellung verfolgen
el: Παρακολούθησε Παραγγελία
es: Rastrear Pedido
es_419: Rastrear Pedido
fi: Seuraa tilausta
fr: Suivre la commande
fr_ca: Suivre la commande
he: עקוב אחרי הזמנה
hi: ऑर्डर ट्रैक करें
hr: Prati narudžbu
hu: Rendelés nyomon követése
id: Lacak Pesanan
it: Tieni Traccia dell'Ordine
ja: 注文をトラッキング
kk: Тапсырысты бақылау
ko: 주문 추적
ms: Jejaki Pesanan
nb: Spor ordre
nl: Volg bestelling
pl: Śledź zamówienie
pt_br: Rastrear Pedido
pt_pt: Acompanhar Pedido
ro: Urmărește Comanda
ru: Отслеживать заказ
sk: Sledovať objednávku
sv: Spåra beställning
th: ติดตามคำสั่งซื้อ
tr: Siparişi Takip Et
uk: Відстежити замовлення
vi: Theo Dõi Đơn Hàng
zh_hans: 跟踪订单
zh_hant: 追蹤訂單
zh_hk: 追蹤訂單

# TK.Action.trackProgress
source: Track Progress
ar: تتبع التقدم
bg: Проследи напредъка
ca: Rastrejar progressos
cs: Sledovat pokrok
da: Spor Fremskridt
de: Fortschritt verfolgen
el: Παρακολουθήστε την Πρόοδο
es: Rastrear Progreso
es_419: Rastrear Progreso
fi: Seuraa edistymistä
fr: Suivre les progrès
fr_ca: Suivre les progrès
he: עקוב אחרי התקדמות
hi: प्रगति ट्रैक करें
hr: Prati napredak
hu: Haladás nyomon követése
id: Lacak Kemajuan
it: Tieni Traccia del Progresso
ja: 進捗をトラッキング
kk: Прогресті бақылау
ko: 진행 상황 추적
ms: Jejaki Kemajuan
nb: Spor fremgang
nl: Volg voortgang
pl: Śledź postęp
pt_br: Rastrear Progresso
pt_pt: Acompanhar Progresso
ro: Urmărește Progresul
ru: Отслеживать прогресс
sk: Sledovať pokrok
sv: Spåra framsteg
th: ติดตามความก้าวหน้า
tr: İlerlemeyi Takip Et
uk: Відстежити прогрес
vi: Theo Dõi Tiến Độ
zh_hans: 跟踪进度
zh_hant: 追蹤進度
zh_hk: 追蹤進度

# TK.Action.translate
source: Translate
ar: ترجمة
bg: Превод
ca: Traduir
cs: Přeložit
da: Oversæt
de: Übersetzen
el: Μετάφραση
es: Traducir
es_419: Traducir
fi: Käännä
fr: Traduire
fr_ca: Traduire
he: תרגום
hi: स्थानांतरण
hr: Prijevod
hu: Fordító
id: Terjemahkan
it: Traduci
ja: 翻訳
kk: Аудару
ko: 번역
ms: Terjemah
nb: Oversett
nl: Vertaal
pl: Tłumacz
pt_br: Traduzir
pt_pt: Traduzir
ro: Tradu
ru: Перевод
sk: Preložiť
sv: Översätt
th: แปลภาษา
tr: Çevir
uk: Перекладати
vi: Dịch thuật
zh_hans: 翻译
zh_hant: 翻譯
zh_hk: 翻譯

# TK.Action.unfavorite
source: Unfavorite
ar: إزالة من المفضلة
bg: Нелюбим
ca: Eliminar dels favorits
cs: Odstranit z oblíbených
da: Fjern som favorit
de: Kein Favorit
el: Αφαίρεση από τις Αγαπημένες
es: Eliminar de favoritos
es_419: Eliminar de favoritos
fi: Poista suosikeista
fr: Supprimer des favoris
fr_ca: Retirer des favoris
he: ביטול הסימון כמועדף
hi: पसंद हटाएँ
hr: Ukloni iz omiljenog
hu: Eltávolítás a kedvencekből
id: Batal Favorit
it: Rimuovi dai preferiti
ja: お気に入り解除
kk: Таңдаулы емес
ko: 즐겨찾기 해제
ms: Nyahgemari
nb: Fjern favoritt
nl: Maak niet favoriet
pl: Usuń z ulubionych
pt_br: Remover das Favoritas
pt_pt: Remover dos favoritos
ro: Eliminați din Favorite
ru: Удалить из Избранного
sk: Odstrániť z obľúbených
sv: Ej favorit
th: เอาออกจากรายการโปรด
tr: Favorilerden Çıkar
uk: Вилучити з Улюблених
vi: Bỏ ưa thích
zh_hans: 取消收藏
zh_hant: 從喜好項目中移除
zh_hk: 從喜好項目中移除

# TK.Action.viewHourlyForecast
source: View Hourly Forecast
ar: عرض توقعات الطقس الساعية
bg: Преглед на часовата прогноза
ca: Veure el pronòstic horari
cs: Zobrazit hodinovou předpověď
da: Se timevis vejrudsigt
de: Stundenprognose ansehen
el: Δες Ωριαία Πρόγνωση
es: Ver Pronóstico Horario
es_419: Ver Pronóstico por Hora
fi: Katso tuntikohtainen ennuste
fr: Voir les prévisions horaires
fr_ca: Voir la prévision horaire
he: צפה בתחזית השעתית
hi: घंटे का पूर्वानुमान देखें
hr: Pogledaj satnu prognozu
hu: Óránkénti előrejelzés megtekintése
id: Lihat Prakiraan Jam
it: Visualizza Previsioni Orarie
ja: 時間毎の天気予報を見る
kk: Сағаттық ауа райы болжамын қарау
ko: 시간별 예보 보기
ms: Lihat Ramalan Jam
nb: Se timevarsel
nl: Bekijk Uurprognose
pl: Zobacz prognozę godzinową
pt_br: Ver Previsão Horária
pt_pt: Ver Previsão Horária
ro: Vezi Prognoza Orară
ru: Просмотреть почасовой прогноз
sk: Zobraziť hodinovú predpoveď
sv: Visa timmesprognosen
th: ดูการพยากรณ์อากาศรายชั่วโมง
tr: Saatlik Hava Durumunu Görüntüle
uk: Переглянути погодний прогноз на годину
vi: Xem Dự Báo Theo Giờ
zh_hans: 查看小时预报
zh_hant: 查看每小時天氣預報
zh_hk: 查看每小時天氣預報
